using System.Data;

Console.WriteLine("Добро пожаловать!");
//Вывести сообщение пользователю (в консоль)
Console.ReadKey();
//Ждем когда пользователь что-то введет в терминале без закрытия порграммы один символ
Console.ReadLine();
//Получение данных от пользователя 

 int number; 
 //Создаём переменную определенного типа int - число

 number = -10;
 //придаём переменной значение
 // как сократить int number = -10;

 Console.WriteLine(number);
 // Выводим значение переменной 

 Console.WriteLine($"Переменная: {number}");

 string word = "Какие-то слова символы или предложения";
  